Repository: MinBZK/bureaublad
Catalog: backend/app/locales/*/LC_MESSAGES/messages.po
Languages: nl_nl

source: Could not validate credentials
nl_nl: De inloggegevens konden niet worden gevalideerd

source: Token exchange failed
nl_nl: Tokenuitwisseling mislukt

source: Not authenticated
nl_nl: Niet geauthenticeerd

source: Connection failed
nl_nl: Verbinding mislukt

source: Authentication failed
nl_nl: Authenticatie mislukt

source: Service temporarily unavailable
nl_nl: Service tijdelijk niet beschikbaar

source: Session lost after refresh
nl_nl: Sessie verloren na vernieuwing

source: Session expired. Please log in again.
nl_nl: Sessie verlopen. Meld u opnieuw aan.

source: Validation error
nl_nl: Validatiefout

source: External service timeout
nl_nl: Time-out van externe service

source: External service unavailable
nl_nl: Externe service niet beschikbaar

source: External service error
nl_nl: Externe servicefout

source: Internal server error
nl_nl: Interne serverfout

source: Missing userinfo in token
nl_nl: Ontbrekende gebruikersinfo in token

source: Invalid redirect URL
nl_nl: Ongeldige omleidings-URL

source: OIDC_POST_LOGOUT_REDIRECT_URI must be configured
nl_nl: OIDC_POST_LOGOUT_REDIRECT_URI moet geconfigureerd zijn
